tap "babashka/brew"
tap "bfontaine/utils"
tap "borkdude/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "databricks/tap"
tap "devhubapp/devhub"
tap "federico-terzi/espanso"
tap "github/gh"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jank-lang/jank"
tap "lucagrulla/tap"
tap "niksy/pljoska"
tap "rockymadden/rockymadden"
tap "sass/sass"
tap "sourcegraph/src-cli"
tap "teamookla/speedtest"
tap "vitorgalvao/tiny-scripts"
brew "ack"
brew "adns"
brew "advancecomp"
brew "afsctool"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "giflib"
brew "graphite2"
brew "harfbuzz"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "ant"
brew "brotli"
brew "imath"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "apache-drill"
brew "apr-util"
brew "argon2"
brew "libssh2"
brew "aria2"
brew "asdf"
brew "aspell"
brew "libxfixes"
brew "libxi"
brew "at-spi2-core"
brew "autoconf"
brew "automake"
brew "axel"
brew "bash"
brew "oniguruma"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "bench"
brew "bfg"
brew "bfs"
brew "blueutil"
brew "boost"
brew "boot-clj"
brew "broot"
brew "cabextract"
brew "carthage"
brew "circleci"
brew "clisp"
brew "cloc"
brew "clojurescript"
brew "cloudflared"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "rtmpdump"
brew "curl"
brew "unixodbc"
brew "freetds"
brew "gd"
brew "libpq"
brew "libsodium"
brew "libzip"
brew "tidy-html5"
brew "php"
brew "composer"
brew "cowsay"
brew "daemon"
brew "direnv"
brew "diskus"
brew "docbook"
brew "docbook-xsl"
brew "docker-clean"
brew "dotslash"
brew "double-conversion"
brew "duck"
brew "ecl"
brew "fmt"
brew "gflags"
brew "glog"
brew "snappy"
brew "folly", link: false
brew "fizz"
brew "wangle"
brew "xxhash"
brew "fbthrift"
brew "fb303"
brew "elvish"
brew "entr"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "pango"
brew "rubberband"
brew "sdl2"
brew "speex"
brew "tesseract"
brew "theora"
brew "x265"
brew "xvid"
brew "findutils"
brew "fish"
brew "libxcursor"
brew "libxinerama"
brew "libxrandr"
brew "libxv"
brew "freerdp"
brew "fswatch"
brew "mpfr"
brew "gawk"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "gist"
brew "git"
brew "git-lfs"
brew "utf8proc"
brew "subversion"
brew "git-svn"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-which"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "gradle"
brew "jasper"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "gtk-doc"
brew "guile"
brew "hr"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "intltool"
brew "ios-deploy"
brew "ispell"
brew "jabba"
brew "jansson"
brew "jemalloc"
brew "jmeter"
brew "jq"
brew "just"
brew "ldns"
brew "leiningen"
brew "libcbor"
brew "libde265"
brew "libev"
brew "libfido2"
brew "shared-mime-info"
brew "libheif"
brew "libiconv"
brew "liblqr"
brew "libmetalink"
brew "libomp", link: true
brew "libpthread-stubs"
brew "libusb-compat"
brew "libxml2"
brew "llvm"
brew "lnav"
brew "lrzip"
brew "lzip"
brew "macos-term-size"
brew "makedepend"
brew "mas"
brew "maven"
brew "md5deep"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nspr"
brew "nss"
brew "nushell"
brew "p7zip"
brew "parallel"
brew "pcre"
brew "pigz"
brew "pinentry-mac"
brew "pipx"
brew "planck"
brew "popt"
brew "pth"
brew "pulumi"
brew "pv"
brew "pyenv"
brew "rarian"
brew "rclone"
brew "rename"
brew "rlwrap"
brew "rsync"
brew "sbcl"
brew "sc-im"
brew "shellcheck"
brew "shfmt"
brew "six"
brew "snyk-cli"
brew "source-highlight"
brew "sphinx-doc"
brew "starship"
brew "terminal-notifier"
brew "texi2html"
brew "texinfo"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "trurl"
brew "unar"
brew "vala"
brew "vim"
brew "vimpager"
brew "vint"
brew "watchexec"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "xmlto"
brew "yadm"
brew "ykman"
brew "zenity"
brew "babashka/brew/obb"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "clojure/tools/clojure"
brew "databricks/tap/databricks"
brew "jank-lang/jank/jank"
brew "lucagrulla/tap/cw"
brew "sass/sass/sass"
brew "sourcegraph/src-cli/src-cli"
brew "teamookla/speedtest/speedtest"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "android-file-transfer"
cask "android-platform-tools"
cask "balenaetcher"
cask "boom-3d"
cask "chromedriver"
cask "chromium"
cask "cleanmymac"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "devhub"
cask "discord"
cask "docker"
cask "evernote"
cask "firefox"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "font-microsoft-cleartype-family"
cask "font-open-sans"
cask "font-source-code-pro"
cask "godot"
cask "goodsync"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "launchcontrol"
cask "logitech-camera-settings"
cask "loom"
cask "microsoft-auto-update"
cask "mountain-duck"
cask "notion"
cask "openmtp"
cask "openvpn-connect"
cask "pgadmin4"
cask "powershell"
cask "slack"
cask "slack-cli"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "superwhisper"
cask "the-unarchiver"
cask "visual-studio-code"
cask "visualvm"
cask "vivaldi"
cask "yubico-yubikey-manager"
cask "zed"
cask "zoom"
mas "Bible Study", id: 472790630
mas "Dashlane", id: 517914548
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Speechify", id: 1624912180
mas "Speedtest", id: 1153157709
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
