tap "anomalyco/tap"
tap "babashka/brew", trusted: true
tap "borkdude/brew", trusted: true
tap "clojure-lsp/brew"
tap "clojure/tools", trusted: true
tap "dart-lang/dart", trusted: true
tap "federico-terzi/espanso"
tap "github/gh", trusted: true
tap "gromgit/fuse"
tap "hashicorp/tap", trusted: true
tap "homebrew/cask"
tap "homebrew/core"
tap "jank-lang/jank"
tap "jetbrains/junie", "https://github.com/JetBrains/homebrew-junie.git", trusted: true
tap "markus-wa/brew"
tap "molovo/revolver", trusted: { formulae: ["revolver"] }
tap "niksy/pljoska", trusted: { formulae: ["font-microsoft-cleartype-family"] }
tap "oscaro/public"
tap "sass/sass"
tap "teamookla/speedtest"
tap "vitorgalvao/tiny-scripts"
tap "zunit-zsh/zunit", trusted: true
# Search tool like grep, but optimized for programmers
brew "ack"
# Run your GitHub Actions locally
brew "act"
# Open-source formatting library for C++
brew "fmt"
# C/C++ resolver library and DNS resolver utilities
brew "adns"
# Recompression utilities for .PNG, .MNG, .ZIP, and .GZ files
brew "advancecomp"
# Utility for manipulating APFS and ZFS compressed files
brew "afsctool"
# Library for manipulating PNG images
brew "libpng"
# Software library to render fonts
brew "freetype"
# XML-based font configuration API for X Windows
brew "fontconfig"
# Core application library for C
brew "glib"
# X.Org: Protocol Headers
brew "xorgproto"
# X.Org: A Sample Authorization Protocol for X
brew "libxau"
# X.Org: X Display Manager Control Protocol library
brew "libxdmcp"
# X.Org: Interface to the X Window System protocol
brew "libxcb"
# X.Org: Core X11 protocol client library
brew "libx11"
# X.Org: Library for common extensions to the X11 protocol
brew "libxext"
# X.Org: Library for the Render Extension to the X11 protocol
brew "libxrender"
# Real-time data compression library
brew "lzo"
# Low-level library for pixel manipulation
brew "pixman"
# Vector graphics library with cross-device output support
brew "cairo"
# Library and utilities for processing GIFs
brew "giflib"
# Smart font renderer for non-Roman scripts
brew "graphite2"
# OpenType text shaping engine
brew "harfbuzz"
# Extremely Fast Compression algorithm
brew "lz4"
# Zstandard is a real-time compression algorithm
brew "zstd"
# TIFF library and utilities
brew "libtiff"
# Color management engine supporting ICC profiles
brew "little-cms2"
# Java build tool
brew "ant"
# Perceptual video quality assessment based on multi-method fusion
brew "libvmaf"
# Codec library for encoding and decoding AV1 video streams
brew "aom"
# Schema-free SQL Query Engine for Hadoop, NoSQL and Cloud Storage
brew "apache-drill"
# Companion library to apr, the Apache Portable Runtime library
brew "apr-util"
# Password hashing library and CLI utility
brew "argon2"
# C library implementing the SSH2 protocol
brew "libssh2"
# Download with resuming and segmented downloading
brew "aria2"
# Extendable version manager with support for Ruby, Node.js, Erlang & more
brew "asdf"
# Spell checker with better logic than ispell
brew "aspell"
# X.Org: Header files for the XFIXES extension
brew "libxfixes"
# X.Org: Library for the X Input Extension
brew "libxi"
# Protocol definitions and daemon for D-Bus at-spi
brew "at-spi2-core"
# Automatic configure script builder
brew "autoconf"
# Tool for generating GNU Standards-compliant Makefiles
brew "automake"
# Light UNIX download accelerator
brew "axel"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Regular expressions library
brew "oniguruma"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Bash Automated Testing System
brew "bats-core"
# Command-line benchmark tool
brew "bench"
# Remove large files or passwords from Git history like git-filter-branch
brew "bfg"
# Breadth-first version of find
brew "bfs"
# CLI utility for caching the output of subprocesses
brew "bkt"
# Get/set bluetooth power and discoverable state
brew "blueutil"
# Collection of portable C++ source libraries
brew "boost"
# Build tooling for Clojure
brew "boot-clj"
# New way to see and navigate directory trees
brew "broot"
# Generic-purpose lossless compression algorithm by Google
brew "brotli"
# Extract files from Microsoft cabinet files
brew "cabextract"
# Multi-shell multi-command argument completer
brew "carapace"
# Decentralized dependency manager for Cocoa
brew "carthage"
# Enables you to reproduce the CircleCI environment locally
brew "circleci"
# GNU CLISP, a Common Lisp implementation
brew "clisp"
# Formatting Clojure code
brew "cljfmt"
# Statistics utility to count lines of code
brew "cloc"
# Clojure to JS compiler
brew "clojurescript"
# Cloudflare Tunnel client (formerly Argo Tunnel)
brew "cloudflared"
# Cross-platform make
brew "cmake"
# Powerful, clean, object-oriented scripting language
brew "ruby", link: false
# Dependency manager for Cocoa projects
brew "cocoapods"
# Codecov's command-line interface
brew "codecov-cli"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# ODBC 3 connectivity for UNIX
brew "unixodbc"
# Libraries to talk to Microsoft SQL Server and Sybase databases
brew "freetds"
# Library of 2D and 3D vector, matrix, and math operations
brew "imath"
# High dynamic-range image file format
brew "openexr"
# New file format for still image compression
brew "jpeg-xl"
# Image format providing lossless and lossy compression for web images
brew "webp"
# Graphics library to dynamically manipulate images
brew "gd"
# Postgres C API library
brew "libpq"
# NaCl networking and cryptography library
brew "libsodium"
# C library for reading, creating, and modifying zip archives
brew "libzip"
# Granddaddy of HTML tools, with support for modern standards
brew "tidy-html5"
# General-purpose scripting language
brew "php"
# Dependency Manager for PHP
brew "composer"
# Create and run Linux containers using lightweight virtual machines
brew "container"
# Apjanke's fork of the classic cowsay project
brew "cowsay"
# Turn other processes into daemons
brew "daemon"
# POSIX-compliant descendant of NetBSD's ash (the Almquist SHell)
brew "dash-shell"
# Load/unload environment variables based on $PWD
brew "direnv"
# Minimal, fast alternative to 'du -sh'
brew "diskus"
# Standard XML representation system for technical documents
brew "docbook"
# XML vocabulary to create presentation-neutral documents
brew "docbook-xsl"
# Clean Docker containers, images, networks, and volumes
brew "docker-clean"
# Simplified executable deployment
brew "dotslash"
# Binary-decimal and decimal-binary routines for IEEE doubles
brew "double-conversion"
# Command-line interface for Cyberduck (a multi-protocol file transfer tool)
brew "duck"
# Embeddable Common Lisp
brew "ecl"
# Library for processing command-line flags
brew "gflags"
# Application-level logging library
brew "glog"
# Compression/decompression library aiming for high speed
brew "snappy"
# Collection of reusable C++ library artifacts developed at Facebook
brew "folly"
# C++14 implementation of the TLS-1.3 standard
brew "fizz"
# Modular, composable client/server abstractions framework
brew "wangle"
# Extremely fast non-cryptographic hash algorithm
brew "xxhash"
# Facebook's branch of Apache Thrift, including a new C++ server
brew "fbthrift"
# Thrift functions for querying information from a service
brew "fb303"
# Friendly and expressive shell
brew "elvish"
# Run arbitrary commands when files change
brew "entr"
# Simple, fast and user-friendly alternative to find
brew "fd"
# High quality MPEG Audio Layer III (MP3) encoder
brew "lame"
# VP8/VP9 video codec
brew "libvpx"
# Audio codec
brew "opus"
# SDL2 compatibility layer that uses SDL3 behind the scenes
brew "sdl2-compat"
# H.265/HEVC encoder
brew "x265"
# LLVM's OpenMP runtime library
brew "libomp", link: true
# Collection of GNU find, xargs, and locate
brew "findutils"
# User-friendly command-line shell for UNIX-like operating systems
brew "fish"
# LSP implementation for the fish shell language
brew "fish-lsp"
# Plugin manager for the Fish shell
brew "fisher"
# Ogg Bitstream Library
brew "libogg"
# Free lossless audio codec
brew "flac"
# C library for encoding, decoding, and manipulating JSON
brew "jansson"
# CBOR protocol implementation for C and others
brew "libcbor"
# Provides library functionality for FIDO U2F & FIDO 2.0, including USB
brew "libfido2"
# X.Org: X Window System Cursor management library
brew "libxcursor"
# X.Org: API for Xinerama extension to X11 Protocol
brew "libxinerama"
# X.Org: X Resize, Rotate and Reflection extension library
brew "libxrandr"
# X.Org: X Video (Xv) extension
brew "libxv"
# X11 implementation of the Remote Desktop Protocol (RDP)
brew "freerdp"
# Minimalistic plugin API for video effects
brew "frei0r"
# Implementation of the Unicode BiDi algorithm
brew "fribidi"
# Monitor a directory for changes and run a shell command
brew "fswatch"
# Command-line fuzzy finder written in Go
brew "fzf"
# C library for multiple-precision floating-point computations
brew "mpfr"
# GNU awk utility
brew "gawk"
# Integer Set Library for the polyhedral model
brew "isl"
# C library for the arithmetic of high precision complex numbers
brew "libmpc"
# GNU compiler collection
brew "gcc"
# Toolkit for image loading and pixel buffer manipulation
brew "gdk-pixbuf"
# WebDriver <-> Marionette proxy
brew "geckodriver"
# GitHub command-line tool
brew "gh"
# JBIG2 decoder and library (for monochrome documents)
brew "jbig2dec"
# Library for JPEG-2000 image manipulation
brew "openjpeg"
# Image processing and image analysis library
brew "leptonica"
# Secure hashing function
brew "libb2"
# International domain name library
brew "libidn"
# Framework for layout and rendering of i18n text
brew "pango"
# OCR (Optical Character Recognition) engine
brew "tesseract"
# Interpreter for PostScript and PDF
brew "ghostscript"
# Command-line utility for uploading Gists
brew "gist"
# Distributed revision control system
brew "git"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# Git extension for versioning large files
brew "git-lfs"
# Clean C library for processing UTF-8 Unicode data
brew "utf8proc"
# Version control system designed to be a better CVS
brew "subversion"
# Bidirectional operation between a Subversion repository and Git
brew "git-svn"
# Render markdown on the CLI
brew "glow"
# Command-line option parsing utility
brew "gnu-getopt"
# GNU implementation of the famous stream editor
brew "gnu-sed"
# GNU implementation of which utility
brew "gnu-which"
# GNU Privacy Guard (OpenPGP)
brew "gnupg"
# Package compiler and linker metadata toolkit
brew "pkgconf"
# Generate introspection data for GObject libraries
brew "gobject-introspection"
# Open-source build automation tool based on the Groovy and Kotlin DSL
brew "gradle"
# Library for manipulating JPEG-2000 images
brew "jasper"
# Image manipulation
brew "netpbm"
# GNU triangulated surface library
brew "gts"
# Library to render SVG files using Cairo
brew "librsvg"
# Graph visualization software from AT&T and Bell Labs
brew "graphviz"
# GNU grep, egrep and fgrep
brew "grep"
# GNU troff text-formatting system
brew "groff"
# GSettings schemas for desktop components
brew "gsettings-desktop-schemas"
# Fallback theme for FreeDesktop.org icon themes
brew "hicolor-icon-theme"
# Library for handling OpenGL function pointer management
brew "libepoxy"
# Toolkit for creating graphical user interfaces
brew "gtk+3"
# GTK+ documentation tool
brew "gtk-doc"
# GNU Ubiquitous Intelligent Language for Extensions
brew "guile"
# Tool for glamorous shell scripts
brew "gum"
# <hr />, for your terminal window
brew "hr"
# Improved top (interactive process viewer)
brew "htop"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Add GitHub support to git on the command-line
brew "hub"
# Command-line benchmarking tool
brew "hyperfine"
# Library for Apple Binary- and XML-Property Lists
brew "libplist"
# USB multiplexor library for iOS devices
brew "libusbmuxd"
# Library to communicate with iOS devices natively
brew "libimobiledevice"
# Tool for managing apps on iOS devices
brew "ideviceinstaller"
# Open h.265 video codec implementation
brew "libde265"
# ISO/IEC 23008-12:2017 HEIF file format decoder and encoder
brew "libheif"
# Tools and libraries to manipulate images in select formats
brew "imagemagick"
# String tool
brew "intltool"
# Install and debug iPhone apps from the command-line
brew "ios-deploy"
# International Ispell
brew "ispell"
# Cross-platform Java Version Manager
brew "jabba"
# Implementation of malloc emphasizing fragmentation avoidance
brew "jemalloc"
# Load testing and performance measurement application
brew "jmeter"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Handy way to save and run project-specific commands
brew "just"
# DNS library written in C
brew "ldns"
# Build tool for Clojure
brew "leiningen"
# Subtitle renderer for the ASS/SSA subtitle format
brew "libass"
# Blu-Ray disc playback library for media players like VLC
brew "libbluray"
# Asynchronous event library
brew "libev"
# Conversion library
brew "libiconv"
# C/C++ seam carving library
brew "liblqr"
# C library to parse Metalink XML files
brew "libmetalink"
# X.Org: pthread-stubs.pc
brew "libpthread-stubs"
# Library for sample rate conversion of audio data
brew "libsamplerate"
# Vorbis general audio compression codec
brew "libvorbis"
# C library for files containing sampled sound
brew "libsndfile"
# High quality, one-dimensional sample-rate conversion library
brew "libsoxr"
# Library for USB device access
brew "libusb-compat"
# Transcode video stabilization plugin
brew "libvidstab"
# GNOME XML library
brew "libxml2"
# Next-gen compiler infrastructure
brew "llvm"
# Curses-based tool for viewing and analyzing log files
brew "lnav"
# Compression program with a very high compression ratio
brew "lrzip"
# Text-based web browser
brew "lynx"
# LZMA-based compression program similar to gzip or bzip2
brew "lzip"
# Get the terminal window size on macOS
brew "macos-term-size"
# Utility for directing compilation
brew "make"
# Creates dependencies in makefiles
brew "makedepend"
# UNIX manpage compiler toolset
brew "mandoc"
# Mac App Store command-line interface
brew "mas"
# Java-based project management
brew "maven"
# Recursively compute digests on files/directories
brew "md5deep"
# CLI for Mermaid library
brew "mermaid-cli"
# Polyglot runtime manager (asdf rust clone)
brew "mise"
# Tail multiple files in one terminal simultaneously
brew "multitail"
# Netwide Assembler (NASM) is an 80x86 assembler
brew "nasm"
# NCurses Disk Usage
brew "ncdu"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Platform-neutral API for system-level and libc-like functions
brew "nspr"
# Libraries for security-enabled client and server applications
brew "nss"
# Netlify command-line tool
brew "netlify-cli"
# Port scanning utility for large networks
brew "nmap"
# Modern shell for the GitHub era
brew "nushell"
# Audio codecs extracted from Android open source project
brew "opencore-amr"
# 7-Zip (high compression file archiver) implementation
brew "p7zip"
# Swiss-army knife of markup format conversion
brew "pandoc"
# Shell command parallelization utility
brew "parallel"
# Perl compatible regular expressions library
brew "pcre"
# Parallel gzip
brew "pigz"
# Pinentry for GPG on Mac
brew "pinentry-mac"
# Execute binaries from Python packages in isolated environments
brew "pipx"
# Stand-alone ClojureScript REPL
brew "planck"
# Library like getopt(3) with a number of enhancements
brew "popt"
# Object-relational database system
brew "postgresql@18", link: true
# Command-line shell and scripting language
brew "powershell"
# GNU Portable THreads
brew "pth"
# Cloud native development platform
brew "pulumi"
# Monitor data's progress through a pipe
brew "pv"
# Python version management
brew "pyenv"
# Documentation metadata library
brew "rarian"
# Rsync for cloud storage
brew "rclone"
# Perl-powered file rename script with many helpful built-ins
brew "rename"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Extract attachments out of MIME encoded email packages
brew "ripmime"
# Readline wrapper: adds readline support to tools that lack it
brew "rlwrap"
# Text replacement utility
brew "rpl"
# Utility that provides fast incremental file transfer
brew "rsync"
# Tool for downloading RTMP streaming media
brew "rtmpdump"
# Audio time stretcher tool and library
brew "rubberband"
# Cross-platform command-line tool for executing jobs in parallel
brew "rush-parallel"
# Steel Bank Common Lisp system
brew "sbcl"
# Spreadsheet program for the terminal, using ncurses
brew "sc-im"
# Easily detect and prevent bugs and anti-patterns in your codebase
brew "semgrep"
# Database of common MIME types
brew "shared-mime-info"
# Static analysis and lint tool, for (ba)sh scripts
brew "shellcheck"
# Autoformat shell script source code
brew "shfmt"
# Python 2 and 3 compatibility utilities
brew "six"
# Scans and monitors projects for security vulnerabilities
brew "snyk-cli"
# Source-code syntax highlighter
brew "source-highlight"
# Audio codec designed for speech
brew "speex"
# Tool to create intelligent and beautiful documentation
brew "sphinx-doc"
# Cross-shell prompt for astronauts
brew "starship"
# Nodejs-based tool for optimizing SVG vector graphics files
brew "svgo"
# Send macOS User Notifications from the command-line
brew "terminal-notifier"
# CLI tool to generate terraform files from existing infrastructure
brew "terraformer"
# Convert TeXinfo files to HTML
brew "texi2html"
# Official documentation format of the GNU project
brew "texinfo"
# Multi-platform code-search similar to ack and ag
brew "the_platinum_searcher"
# Code-search similar to ack
brew "the_silver_searcher"
# Open video compression format
brew "theora"
# Official tldr client written in Rust
brew "tlrc"
# Terminal multiplexer
brew "tmux"
# Program that allows you to count code, quickly
brew "tokei"
# CLI tool that moves files or folder to the trash
brew "trash"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Command-line tool for URL parsing and manipulation
brew "trurl"
# Ultra fast grep with query UI, fuzzy search, archive search, and more
brew "ugrep"
# Command-line unarchiving tools supporting multiple formats
brew "unar"
# Extremely fast Python package installer and resolver, written in Rust
brew "uv"
# Compiler for the GObject type system
brew "vala"
# Vi 'workalike' with many additional features
brew "vim"
# Use ViM as PAGER
brew "vimpager"
# Vim script Language Lint
brew "vint"
# Pager/text based browser
brew "w3m"
# Execute commands when watched files change
brew "watchexec"
# Watch files and take action when they change
brew "watchman"
# Internet file retriever
brew "wget"
# Tools for the WireGuard secure network tunnel
brew "wireguard-tools"
# XPath/XQuery 3.0, JSONiq interpreter to extract data from HTML/XML/JSON
brew "xidel"
# Convert XML to another format (based on XSL or other tools)
brew "xmlto"
# High-performance, high-quality MPEG-4 video library
brew "xvid"
# Yet Another Dotfiles Manager
brew "yadm"
# Tool for managing your YubiKey configuration
brew "ykman"
# GTK+ dialog boxes for the command-line
brew "zenity"
# UNIX shell (command interpreter)
brew "zsh"
# The AI coding agent built for the terminal.
brew "anomalyco/tap/opencode", trusted: true
# Native, fast starting Clojure interpreter for scripting.
brew "borkdude/brew/babashka"
brew "babashka/brew/bbin"
brew "babashka/brew/neil"
# Ad-hoc ClojureScript scripting of Mac applications via Apple's Open Scripting Architecture.
brew "babashka/brew/obb"
# A minimal and opinionated linter for Clojure code that sparks joy.
brew "borkdude/brew/clj-kondo"
# Transform JSON into EDN into Transit.
brew "borkdude/brew/jet"
# Language Server (LSP) for Clojure
brew "clojure-lsp/brew/clojure-lsp-native", trusted: true
# The Clojure Programming Language
brew "clojure/tools/clojure"
# Cross-platform Text Expander written in Rust
brew "federico-terzi/espanso/espanso", trusted: true
# File system client based on SSH File Transfer Protocol
brew "gromgit/fuse/sshfs-mac", trusted: true
# The native Clojure dialect hosted on LLVM with seamless C++ interop.
brew "jank-lang/jank/jank", trusted: true
# Clojure Command-line Data Processor for JSON, YAML, EDN, XML and more
brew "markus-wa/brew/cq", trusted: true
# EDN equivalent of jq.
brew "oscaro/public/eq", trusted: true
# Stylesheet Preprocessor
brew "sass/sass/sass", trusted: true
# Ookla Speedtest
brew "teamookla/speedtest/speedtest", trusted: true
# Quickly repair outdated/broken Casks from homebrew-cask
brew "vitorgalvao/tiny-scripts/cask-repair", trusted: true
# Powerful testing framework for ZSH projects
brew "zunit-zsh/zunit/zunit"
# Password manager that keeps all passwords secure behind one password
cask "1password"
# Command-line interface for 1Password
cask "1password-cli"
# Enable Windows-like alt-tab
cask "alt-tab"
# Transfer files from and to an Android smartphone
cask "android-file-transfer"
# Tool to flash OS images to SD cards & USB drives
cask "balenaetcher"
# Tool to customise input devices and automate computer systems
cask "bettertouchtool"
# Volume booster and equaliser software
cask "boom-3d"
# Free and open-source web browser
cask "chromium"
# Tool to remove unnecessary files and folders from disk
cask "cleanmymac"
# Tool for formatting Clojure code
cask "cljstyle"
# OpenAI's coding agent that runs in your terminal
cask "codex"
# Brings the power of Copilot coding agent directly to your terminal
cask "copilot-cli"
# Server and cloud storage browser
cask "cyberduck"
# Disk space visualiser
cask "daisydisk"
# API documentation browser and code snippet manager
cask "dash"
# Voice and text chat software
cask "discord"
# App to build and share containerised applications and microservices
cask "docker-desktop"
# Launcher for *Epic Games* games
cask "epic-games"
# Collaborative team software
cask "figma"
# Network scanner
cask "fing"
# Web browser
cask "firefox"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "font-meslo-for-powerlevel10k"
cask "font-meslo-for-powerline"
cask "font-microsoft-cleartype-family"
cask "font-open-sans"
cask "font-source-code-pro"
# Set of tools to manage resources and applications hosted on Google Cloud
cask "gcloud-cli"
# Terminal emulator that uses platform-native UI and GPU acceleration
cask "ghostty"
# Free and open-source image editor
cask "gimp"
# Game client
cask "gog-galaxy"
# File synchronisation and backup software
cask "goodsync"
# Desktop automation application
cask "hammerspoon"
# Free and open-source media player
cask "iina"
# System monitoring app
cask "istat-menus"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Enable generative AI features in iTerm2
cask "itermai"
# Enables an integrated web browser in iTerm2
cask "itermbrowserplugin"
# JetBrains tools manager
cask "jetbrains-toolbox"
# Find shortcuts for any installed application
cask "keyclu"
# Create, manage and debug system and user services
cask "launchcontrol"
# Discover, download, and run local LLMs
cask "lm-studio"
# Provides access to camera controls
cask "logitech-camera-settings"
# File system integration
cask "macfuse"
# Provides updates to various Microsoft products
cask "microsoft-auto-update"
# Meet, chat, call, and collaborate in just one place
cask "microsoft-teams"
# Mounts servers and cloud storages as a disk on the desktop
cask "mountain-duck"
# Knowledge base that works on top of a local folder of plain text Markdown files
cask "obsidian"
# Android file transfer
cask "openmtp"
# Client program for the OpenVPN Access Server
cask "openvpn-connect"
# Administration and development platform for PostgreSQL
cask "pgadmin4"
# Team communication and collaboration software
cask "slack"
# CLI to create, run, and deploy Slack apps
cask "slack-cli"
# Music streaming service
cask "spotify"
# Dictation tool including LLM reformatting
cask "superwhisper"
# Unpacks archive files
cask "the-unarchiver"
# Open-source code editor
cask "visual-studio-code"
# All-in-One Java Troubleshooting Tool
cask "visualvm"
# Web browser with built-in email client focusing on customization and control
cask "vivaldi"
# Video communication and virtual meeting platform
cask "zoom"
# Library to reformat Clojure and Clojurescript source code and s-expressions
cask "zprint"
