tap "adoptopenjdk/openjdk"
tap "azure/functions"
tap "babashka/brew"
tap "bfontaine/utils"
tap "borkdude/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "devhubapp/devhub"
tap "federico-terzi/espanso"
tap "github/gh"
tap "graalvm/tap"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "juliankarhof/musixmatch"
tap "lucagrulla/tap"
tap "niksy/pljoska"
tap "rockymadden/rockymadden"
tap "sass/sass"
tap "teamookla/speedtest"
tap "twilio/brew"
tap "vitorgalvao/tiny-scripts"
brew "ack"
brew "adns"
brew "advancecomp"
brew "afsctool"
brew "ant"
brew "ant@1.9"
brew "aom"
brew "apache-drill"
brew "apr"
brew "apr-util"
brew "argon2"
brew "aria2"
brew "aspell"
brew "atk"
brew "autoconf"
brew "automake"
brew "axel"
brew "azure/functions/azure-functions-core-tools@4"
brew "babashka/brew/obb"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "berkeley-db"
brew "bfg"
brew "bfontaine/utils/chromedriver", link: false
brew "blueutil"
brew "boost"
brew "boot-clj"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "broot"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "cabextract"
brew "cairo"
brew "capstone"
brew "carthage"
brew "circleci"
brew "cloc"
brew "clojure/tools/clojure"
brew "clojurescript"
brew "cmake"
brew "cocoapods"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dart-lang/dart/dart", link: false
brew "direnv"
brew "diskus"
brew "docbook"
brew "docbook-xsl"
brew "docker-clean"
brew "docutils"
brew "double-conversion"
brew "duck"
brew "edencommon"
brew "elvish"
brew "entr"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "findutils"
brew "fish"
brew "fizz"
brew "flac"
brew "flyway"
brew "fmt"
brew "folly"
brew "fontconfig"
brew "freerdp"
brew "freetds"
brew "freetype"
brew "frei0r"
brew "fribidi"
brew "fswatch"
brew "gawk"
brew "gcc"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gettext"
brew "gflags"
brew "gh"
brew "ghostscript", link: false
brew "giflib"
brew "gist"
brew "git"
brew "git-lfs"
brew "glib"
brew "glog"
brew "gmp"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-which"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "graphite2"
brew "graphviz"
brew "grep"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gtk-doc"
brew "gts"
brew "guile"
brew "harfbuzz"
brew "haskell-stack"
brew "hicolor-icon-theme"
brew "highway"
brew "hr"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "icu4c"
brew "ideviceinstaller"
brew "ilmbase"
brew "imagemagick"
brew "imagemagick@6"
brew "imath"
brew "intltool"
brew "ios-deploy"
brew "isl"
brew "ispell"
brew "jansson"
brew "jasper"
brew "jbig2dec"
brew "jemalloc"
brew "jmeter"
brew "jpeg"
brew "jpeg-turbo"
brew "jpeg-xl"
brew "jq"
brew "krb5"
brew "lame"
brew "ldns"
brew "leiningen"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libassuan"
brew "libavif"
brew "libb2"
brew "libbluray"
brew "libcbor"
brew "libcroco"
brew "libde265"
brew "libepoxy"
brew "libev"
brew "libevent"
brew "libffi"
brew "libfido2"
brew "libgcrypt"
brew "libgpg-error"
brew "libheif"
brew "libiconv"
brew "libidn"
brew "libidn2"
brew "libimobiledevice"
brew "libksba"
brew "liblinear"
brew "liblqr"
brew "libmetalink"
brew "libmpc"
brew "libnghttp2"
brew "libogg"
brew "libomp"
brew "libplist"
brew "libpng"
brew "libpq"
brew "libpthread-stubs"
brew "libraw"
brew "librsvg"
brew "libsamplerate"
brew "libslirp"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libssh"
brew "libssh2"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libusb-compat"
brew "libusbmuxd"
brew "libuv"
brew "libvidstab"
brew "libvmaf"
brew "libvorbis"
brew "libvpx"
brew "libvterm"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxcursor"
brew "libxdmcp"
brew "libxext"
brew "libxfixes"
brew "libxi"
brew "libxinerama"
brew "libxls"
brew "libxlsxwriter"
brew "libxml2"
brew "libxrandr"
brew "libxrender"
brew "libxv"
brew "libyaml"
brew "libzip"
brew "little-cms2"
brew "llvm@12"
brew "lnav"
brew "lrzip"
brew "lua"
brew "lua@5.3"
brew "luajit"
brew "luajit-openresty"
brew "lucagrulla/tap/cw"
brew "luv"
brew "lz4"
brew "lzip"
brew "lzo"
brew "m4"
brew "macos-term-size"
brew "makedepend"
brew "mas"
brew "maven"
brew "md5deep"
brew "mpdecimal"
brew "mpfr"
brew "msgpack"
brew "nasm"
brew "ncdu"
brew "ncurses"
brew "neovim"
brew "netpbm"
brew "nettle"
brew "nghttp2"
brew "nmap"
brew "npth"
brew "nspr"
brew "nss"
brew "oniguruma"
brew "opencore-amr"
brew "openexr"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@17"
brew "openjpeg"
brew "openldap"
brew "openssh"
brew "openssl@1.1"
brew "openssl@3"
brew "opus"
brew "p11-kit"
brew "p7zip"
brew "pango"
brew "pcre"
brew "pcre2"
brew "perl"
brew "php", link: false
brew "pigz"
brew "pinentry"
brew "pinentry-mac"
brew "pipx"
brew "pixman"
brew "pkg-config"
brew "planck"
brew "popt"
brew "postgresql@13"
brew "pth"
brew "pulumi"
brew "pv"
brew "pygments"
brew "python@3.10"
brew "python@3.9"
brew "pyyaml"
brew "qemu"
brew "rarian"
brew "rclone"
brew "readline"
brew "rename"
brew "rlwrap"
brew "rsync"
brew "rtmpdump"
brew "rubberband"
brew "ruby"
brew "rust"
brew "sass/sass/sass"
brew "sc-im"
brew "sdl2"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "six"
brew "snappy"
brew "source-highlight"
brew "speex"
brew "sphinx-doc"
brew "sqlite"
brew "subversion"
brew "tcl-tk"
brew "teamookla/speedtest/speedtest"
brew "terminal-notifier"
brew "tesseract"
brew "texi2html"
brew "texinfo"
brew "tfenv"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "theora"
brew "tidy-html5"
brew "tldr"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "tree-sitter"
brew "unar"
brew "unbound"
brew "unibilium"
brew "unixodbc"
brew "utf8proc"
brew "vala"
brew "vde"
brew "vim"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "wangle"
brew "watch"
brew "watchman"
brew "webp"
brew "wget"
brew "x265"
brew "xmlstarlet"
brew "xmlto"
brew "xorgproto"
brew "xvid"
brew "xxhash"
brew "xz"
brew "yadm"
brew "yarn"
brew "zenity"
brew "zopfli"
brew "zstd"
cask "alt-tab"
cask "android-platform-tools"
cask "authy"
cask "balenaetcher"
cask "bettertouchtool"
cask "boom-3d"
cask "chromedriver"
cask "chromium"
cask "cleanmymac"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "devhub"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "drawio"
cask "drovio"
cask "evernote"
cask "expressvpn"
cask "firefox"
cask "flutter"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "font-microsoft-cleartype-family"
cask "font-source-code-pro"
cask "goodsync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-featured-photos"
cask "graalvm-ce-java17"
cask "hammerspoon"
cask "hyper"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "launchcontrol"
cask "logitech-camera-settings"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "microsoft-word"
cask "mountain-duck"
cask "musixmatch"
cask "ngrok"
cask "obs"
cask "onedrive"
cask "openzfs"
cask "pgadmin4"
cask "powershell"
cask "session-manager-plugin"
cask "spotify"
cask "synergy"
cask "telegram"
cask "the-unarchiver"
cask "unified-remote"
cask "vagrant"
cask "visual-studio-code"
cask "visualvm"
cask "vivaldi"
cask "vnc-viewer"
mas "Bible Study", id: 472790630
mas "Dashlane", id: 517914548
mas "Jira", id: 1475897096
mas "Numbers", id: 409203825
mas "PhoneCall", id: 1435288006
mas "Speedtest", id: 1153157709
